#language: zh-CN
@Adjustmenu
功能: 自媒体后台管理栏目调整

   场景: 栏目管理栏，第三级栏目位置调整
       假设 admin登录成功
       当 点击上移第三级栏目
       那么 检查是否第三级栏目成功上移一位
       当  点击下移第三级栏目
       那么 检查是否第三级栏目成功下移一位
       
   场景: 栏目管理栏，第二级栏目位置调整
       假设 admin登录成功
       当 点击上移第二级栏目
       那么 检查是否第二级栏目成功上移一位     
       当  点击下移第二级栏目
       那么 检查是否第二级栏目成功下移一位     
       
   场景: 栏目管理栏，第一级栏目位置调整
       假设 admin登录成功
       当 点击上移第一级栏目
       那么 检查是否第一级栏目成功上移一位     
       当  点击下移第一级栏目
       那么 检查是否第一级栏目成功下移一位     
                
  